{
	"Title": "Washington Wealth",
	"Name": "washington-wealth",
	"Password": "3e7da15c",
	"Emerald": {},
	"Globals": {
		"dba": "",
		"email": "info@yourdomain.com",
		"fax": "",
		"logo": "washington-wealth-logo.png",
		"logo2": "washington-wealth-logo-color.png",
		"phone": "000-000-0000",
		"address": {
			"address_line_1": "1776 I Street NW Suite 700",
			"address_line_2": "",
			"city": "Washington",
			"state": "DC",
			"zip": "20006"
		},
		"client_login": {
			"exists": true,
			"links": [
				{
					"title": "eMoney",
					"url": "https://wealth.emaplan.com/nylife/SignIn?nylife"
				},
				{
					"title": "New York Life Virtual Service Center",
					"url": "http://www.newyorklife.com/vsc"
				},
				{
					"title": "Eagle Strategies/NYLIFE Securities",
					"url": "https://investor.wealthscape.com/NYLIFEsecurities/investor-index.html?login"
				},
				{
					"title": "Envestnet",
					"url": "https://advisor.envestnet.com/secure/app.jsp?_channel=nf"
				},
				{
					"title": "Mainstay Funds",
					"url": "https://www.secureaccountview.com/BFWeb/clients/mainstayfunds/index"
				},
				{
					"title": "American Funds",
					"url": "https://www.americanfunds.com/individual/accounts/login.htm"
				}
			]
		},
		"nav": [
			{
				"title": "Who We Are",
				"url": ".1.htm"
			},
			{
				"title": "What We Do",
				"url": ".2.htm"
			},
			{
				"title": "In the Media",
				"url": ".10.htm"
			},
			{
				"title": "Contact Us",
				"url": ".11.htm"
			},
			{
				"title": "Book an Appointment",
				"url": ".12.htm"
			}
		],
		"social": [
			{
				"icon": "facebook-f",
				"link": "https://www.facebook.com/StewardPartnersGlobalAdvisoryLLC/"
			},
			{
				"icon": "twitter",
				"link": "https://twitter.com/StewardPartners?ref_src=twsrc%5Etfw&ref_url=http%3A%2F%2Fwww.stewardpartners.com%2F"
			},
			{
				"icon": "linkedin-in",
				"link": "https://www.linkedin.com/company/steward-partners-global-advisory?trk=company_logo"
			}
		],
		"team": [
			{
				"bio": "<p>Founding Partner and Managing Director Chris Detmer reported to his very first professional day as a life insurance agent in January 1987. Fresh-faced and eager to make his mark, he arrived to find the hiring manager had departed for another company, leaving Chris without a clear path. Uncertain about what would happen next, Chris persisted by showing up day after day, studying and learning all that he could. This choice, made over 30 years ago, planted the seeds of The Washington Wealth Group.</p><p>Early in his career, Chris&rsquo; insurance clients began asking him questions about investing, saving for retirement, funding children&rsquo;s education, and creating estate plans. He quickly realized the need for holistic advice and set out to earn professional designations so that he could deliver a more comprehensive experience. In 1991, he completed his CERTIFIED FINANCIAL PLANNER&trade; certification, followed by the Chartered Financial Consultant designation in 1998 and the Chartered Life Underwriter designation in 2000. He then invited Aaron Brachman to join his practice.</p><p>Today, Chris utilizes his extensive expertise and educational credentials to help clients achieve their goals. As the lead listener and communicator on our team, he endeavors to establish trust and confidence from the very moment relationships commence. Acting in this capacity, he champions financial planning with a personal touch.</p><p>Away from the office, Chris cherishes time with his wife and two sons. He enjoys fishing, fitness activities, and playing ice hockey. Along with Aaron, he is involved in Year Up, a nonprofit giving at-risk youth aged 18 and 24 the education, mentorship, and internship opportunities to move &ldquo;up&rdquo; in society. Chris and Aaron were recently honored with The Urban Empowerment Award by Year Up, which is the highest honor bestowed to those outside the organization.</p><p class=\"pam-footnote\">Raymond James is not affiliated with Year UP.</p><p class=\"pam-footnote\">Certified Financial Planner Board of Standards Inc. owns the certification marks CFP&reg;, CERTIFIED FINANCIAL PLANNER&trade;, CFP&reg; (with plaque design) and CFP&reg; (with flame design) in the U.S., which it awards to individuals who successfully complete CFP Board&rsquo;s initial and ongoing certification requirements.</p>",
				"headshot": "christopher-detmer-400x400.jpg",
				"name": "Christopher J. Detmer",
				"first_name": "Chris",
				"designations": "CFP<sup>&reg;</sup>, CHFC<sup>&reg;</sup>, CLU<sup>&reg;</sup>",
				"position": "Managing Director, <span>Wealth Manager</span>",
				"phone": "(202) 930-6011",
				"email": "chris.detmer@stewardpartners.com",
				"linkedin": "https://www.linkedin.com/in/chris-detmer"
			},
			{
				"bio": "<p>Raised by a single parent, Aaron Brachman witnessed the power of hard work and self-reliance growing up. His force-of-nature mother would instill many lasting values in these formative years, laying the groundwork for his career.</p><p>Aaron&rsquo;s primary role as a Founding Partner and Managing Director is to create and monitor all client portfolios and perform asset manager due diligence. Additionally, he directs the pro-bono efforts of The Washington Wealth Group, teaching budding professionals and the children of clients the basics of finance through the Next Generation Initiative. Aaron is passionate about Social Impact Investing and is frequently interviewed by various media outlets. He was a keynote speaker at the Sustainable Investments Symposium. In 2019, Aaron has been ranked by Forbes as a Next Generation Best in State Wealth Advisor.</p><p>Aaron entered the industry in 1999 as an intern to the Vice Chair of Ferris, Baker Watts, Inc. Upon graduating with a Bachelor of Business Administration degree in Finance from The George Washington University in 2002, he continued his professional journey with The Washington Wealth Group at Ferris, Baker Watts, Inc. Aaron then made history in 2006 by becoming one of the youngest partners in the firm at age 26. In addition to his CERTIFIED FINANCIAL PLANNER&trade; certification, he earned the Accredited Asset Management Specialist (AAMS&reg;) and Accredited Investment Fiduciary (AIF&reg;) designation.</p><p>Outside of work, Aaron leads an active lifestyle with his wife, son, and daughter. Much to his wife&rsquo;s chagrin, his free time is often spent researching macro-economic policy decisions. Aaron also volunteers alongside Chris at Year Up, an organization that empowers low-income youth to go from poverty to professional careers within a single year.</p><p class=\"pam-footnote\"><em>Certified Financial Planner Board of Standards Inc. owns the certification marks CFP&reg;, CERTIFIED FINANCIAL PLANNER&trade;, CFP&reg; (with plaque design) and CFP&reg; (with flame design) in the U.S., which it awards to individuals who successfully complete CFP Board&rsquo;s initial and ongoing certification requirements.</em></p><p class=\"pam-footnote\"><em>SHOOK Research considered advisors born in 1980 or later with a minimum 4 years relevant experience. Advisors have built their own practices and lead their teams; joined teams and are viewed as future leadership; or a combination of both. Ranking algorithm is based on qualitative measures derived from telephone and in-person interviews and surveys: service models, investing process, client retention, industry experience, review of compliance records, firm nominations, etc.; and quantitative criteria, such as assets under management and revenue generated for their firms. Investment performance is not a criteria because client objectives and risk tolerances vary, and advisors rarely have audited performance reports. Rankings are based on the opinions of SHOOK Research, LLC. Neither SHOOK nor Forbes receives compensation from the advisors or their firms in exchange for placement on a ranking. Raymond James is not affiliated with Forbes or Shook Research, LLC. This ranking is not indicative of advisor's future performance, is not an endorsement, and may not be representative of individual clients' experience. Out of 6,389 advisors considered, 1,489 made the final list in 2019. For more information see www.SHOOKresearch.com. Please visit https://www.forbes.com/best-in-state-wealth-advisors for more info.</em></p>",
				"headshot": "aaron-brachman-400x400.jpg",
				"name": "Aaron I. Brachman",
				"first_name": "Aaron",
				"designations": "CFP®, AAMS®, AIF®",
				"position": "Managing Director, <span>Wealth Manager</span>",
				"phone": "(202) 930-6012",
				"email": "aaron.brachman@stewardpartners.com",
				"linkedin": "https://www.linkedin.com/in/aaronbrachman"
			},
			{
				"bio": "<p>Working closely with Chris and Aaron, Vas Vlcek creates an enhanced client experience at The Washington Wealth Group. He directs all operational functions and supports the team by executing trades and transactions, preparing documents and performance reports, and setting up and servicing all accounts. With a get-it-done attitude and a systematic approach, Vas is perfectly suited for his vital role.</p><p>Prior to joining The Washington Wealth Group in 2014, Vas graduated with highest honors from Marymount University in Arlington, Virginia with two bachelor&rsquo;s degrees in Economics and Political Science. He was then employed as a research and staff assistant at the International Monetary Fund from 2011 to 2012 and as a Registered Client Associate at RBC Wealth Management from 2012 to 2016. In 2016, Vas was the recipient of the RBC Wealth Management Award of Excellence. He currently holds Series 7, 66, and 31 securities licenses.</p><p>Most of Vas&rsquo; free time is spent with his wife and two young daughters. He also partakes in a number of sports, including skiing, soccer, tennis, mountain biking, and hiking.</p>",
				"headshot": "vaclav-vlcek-400x400.jpg",
				"name": "Vaclav &ldquo;Vas&rdquo; Vlcek",
				"first_name": "Vas",
				"designations": "AAMS®",
				"position": "Vice President, <span>Client Relationship Manager</span>",
				"phone": "(202) 930-6013",
				"email": "vas.vlcek@stewardpartners.com",
				"linkedin": "https://www.linkedin.com/in/vaclav-vas-vlcek-aams%C2%AE-9b053b158/"
			},
			{
				"bio": "<p>Andrew joined Steward Partners in August of 2016 and joined the Washington Wealth Group in June of 2018 as a Client Administrative Manager. He assists the team in providing an enhanced client experience through the servicing of accounts and preparation of documents and performance reports.</p><p>Prior to joining Steward, Andrew graduated from the University of California at Davis with a bachelor&rsquo;s of science in Physics, where he rowed competitively and served as a road supervisor and dispatcher for the city bus company, ASUCD Unitrans. He currently holds the Series 7 &amp; 66 securities licenses.</p><p>Outside of the office, Andrew takes great pride and passion from serving as the Head Coach of the Walter Johnson High School rowing team. Under his leadership, the team has medaled multiple times at the SRAA National Championships.</p>",
				"headshot": "andrew-lalley-400x400~001.jpg",
				"name": "Andrew Lalley",
				"first_name": "Andrew",
				"designations": "CFP®",
				"position": "Registered Client <span>Administrative Manager</span>",
				"phone": "(202) 930-6014",
				"email": "Andrew.lalley@stewardpartners.com",
				"linkedin": "https://www.linkedin.com/in/andrew-lalley-cfp-%C2%AE-59590343"
			}
		]
	}
}